{"unit":{"atk_abil":["Normal Attack: Throws multiple hammers that attack and stun enemies.","Skill Attack: A giant hammer drops from the sky, blowing away enemies and damaging them, Additionally, there is acertain chance a dead ally will be resurrected with 40% of its HP. (However, in Raid and Outland Battle, only heroes will be resurrected and not the soldiers brought by the heroes.)","Special Ability 1: Increases basic speed of the game by 6%, increases human movement speed by 5% and attack distance by 3%.","Special Ability 2: Never gets disturbed by the terrain of Stage 10,000 or higher.","Special Ability 3: Appears near the enemies at its first appearance, and casts a buff to increase the its own movement speed and attack speed.","Spirit Awakening 2: Maximum level cap of all units are increased by 5. ([Spirit Awakening 2] is stackable, but the increased level cap cannot exceed +50). Can also be activated in the Time Shop.","Offline Limit Break: Increase the maximum stage of offline march by 0.2% for every 5-star unit and 0.4% for every 6-star unit. (Offline Limit Break is aplied even when the units are in Time Shop, but cannot exceed the maximum of 4%)"],"atk_abil_sr":["Normal Attack: Throws multiple hammers that attack and stun enemies.","Skill Attack: A giant hammer drops from the sky, blowing away enemies and damaging them, Additionally, there is acertain chance a dead ally will be resurrected with 70% of its HP. (However, in Raid and Outland Battle, only heroes will be resurrected and not the soldiers brought by the heroes.)","Special Ability 1: Increases basic speed of the game by 11%, increases human movement speed by 7% and attack distance by 6%.","Special Ability 2: Never gets disturbed by the terrain of Stage 10,000 or higher.","Special Ability 3: Appears near the enemies at its first appearance, and casts a buff to increase the its own movement speed and attack speed.","Spirit Awakening 2: Maximum level cap of all units are increased by 10. ([Spirit Awakening 2] is stackable, but the increased level cap cannot exceed +50). Can also be activated in the Time Shop.","Offline Limit Break: Increase the maximum stage of offline march by 0.2% for every 5-star unit and 0.4% for every 6-star unit. (Offline Limit Break is aplied even when the units are in Time Shop, but cannot exceed the maximum of 4%)"],"buffs":[{"amount":50,"description":"Maximum level-up increases for all units even if Paladin is in the Time Shop (5-star 5 levels, 6 star 10 levels, Max 50 levels).","linked_multiplier":[1.0],"linked_units":["Skeleton Master"],"multiplier":0.5,"name":"Spirit Awakening 2","requirement":5},{"amount":4,"description":"Increase the maximum stage of offline march even if Paladin is in the Time Shop (5-star 0.2%, 6-star 0.4%, Max 4%).","multiplier":0.5,"name":"Offline Limit Break","requirement":10}],"img":"img/units/198.png","img_sr":"img/units/199.png","pet":"Combat","rotation":13}}
