{
  "pet": {
    "additional_buffs": [], 
    "buffs": [
      {
        "amount": 200, 
        "description": " Increases the production speed of Undead guild unit by 7% per 5-star unit, 15% per 6-star unit. Applies in Time Shop, but can not exceed 150%.", 
        "multiplier": 0.4666666, 
        "name": "Senior Instructor (Undead)", 
        "requirement": 14
      }, 
      {
        "amount": 30, 
        "description": "Every 10th stage, applies a 5% chance to increase game speed by 5x for 2 minutes. (if [Blessings of God] is active, game speed will increase by 6x. Does not apply in Time Shop)", 
        "multiplier": 0.4, 
        "name": "Dark Lord Blessing", 
        "requirement": 12
      }
    ], 
    "description": {
      "hidden_abilites": [
        "At its first appearance, it Increases the Attack speed and movement speed of all ally units, and casts a shield that temporarily Grants immunity against physical attacks.", 
        "Increases basic game speed by 7%.", 
        "Increases its movement speed by 10%, and its attack speed by 10%.", 
        "Increases the movement speed of all units by 7%, and the attack speed of all units by 9%.", 
        "Significantly increases attack power and critical hit rate against enemy crystal.", 
        "Senior Instructor(Undead) Limit Break : The production speed of Undead Guild Units affected by the Senior Instructor(Undead) increase up to 200%.", 
        "Dark Lord Blessing Limit Break : There is a 1% chance for each 5-star, and 2.5% chance for each 6-star Dark Priestess that Dark Lord Blessing activates. In case 10 stages are being skipped using the Elf's Secret Skill, 5x game speed buff can still be activated on the 9th and 11th floor. (However, the chance to activate 5x game speed buff from the Dark Priestesses in Time Shop cannot exceed 30%.)"
      ], 
      "skill1": "Increase attack speed of undead unit in Guild Raid (1%, 2%, 4%, 6%, 8%)", 
      "skill2": "Increase the World Tree energy (0, 0, 40, 60, 100)", 
      "skill3": "Awakens the hidden special ability of [ Senior Shadow Priestess ]"
    }, 
    "from": [
      346, 
      685
    ], 
    "img": "img/pets/245.png", 
    "pp_per_star": [
      4
    ]
  }, 
  "petid": "Cobri"
}
