{"pet":{"additional_buffs":[],"buffs":[{"amount":30,"description":"Upon reviving as an Undead, the enemy's crystal HP on the stage battle is partly reduced. Reduced by 1% for every 5-star unit and 2% for every 6 star unit. Applied even when in Time Shop, and the unit's maximum crystal HP cannot be reduced by more than 30%.","multiplier":0.5,"name":"Weaken Crystal (Undead)","requirement":15},{"amount":25,"description":"With the command of the Skeleton General, the chance of the [Skeleton Warrior] making an additional cast will increase. Increases the efficiency by 1% per 5-star unit and 2% per 6-star unit. Applies even when the unit is in time shop and effects can be increased up to 25%. The chance of making an additional Skill attack increases up to 20%","multiplier":0.5,"name":"Additional Attack (Skeleton Warrior)","requirement":13}],"couple":"235","description":{"hidden_abilites":["At its first appearance, it Increases the Attack speed and movement speed of all ally units, and casts a shield that temporarily Grants immunity against physical attacks.","Increases basic game speed by 7%.","Increases its movement speed and attack power by 10%.","Increases the movement speed of all units by 7%, and the critical damage of all units by 9%.","Significantly increases attack power and critical hit rate against enemy crystal.","Weaken Crystal (Undead) Limit Break : The reduction of enemy's crystal HP due to Weaken Crystal (Undead) is increased up to 30%.","Additional Attack (Skeleton Warrior) Limit Break : the chance of the Skeleton Warrior making an additional cast will increase up to 25% and the chance of making an additional Skill attack increases up to 20%."],"skill1":"Upon reviving as an Undead, the enemy's crystal HP on the stage is reduced. (1%, 2%, 3%, 4%, 5%)","skill2":"Increase additional medal buff by pets (0%, 0%, 3%, 5%, 7%)","skill3":"Awakens the hidden special ability of [ Senior Skeleton General ]"},"from":[386,755],"img":"img/pets/279.png","pp_per_star":[4]},"petid":"Eye_Captain"}
